---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AreaSchemeName
source: html/d3c637ad-0764-60b1-f7c8-0bc48f279de4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AreaSchemeName Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId AreaSchemeName { get; }
```